slovar = {
    'ФР 72h инициализация': "Шестеренка – админ – сервис – служебные функции (справа внизу) – пароль 00000000 \
    (восемь нулей) – сервисная консоль ФР (2й столбик, 2я строка) – модем –\
    инициировать передачу данных на сервер экваера\nФото",

    'ФР 72h проверка': "Шестеренка – админ – сервис – служебные функции (справа внизу) – пароль 00000000 \
    (восемь нулей) – сервисная консоль ФР (2й столбик, 2я строка) – модем –\
    проверка связи с сервером статистики\nФото",

    'ФР чеки': 'ФР Выкл и вкл, вылезут два чека, их фото',

    'ФР выбор COM': "*Шестерёнка – админ – настройки - ФР* нажмите на *Порт*, выберете dev/com, сохраните дискета\
    слева внизу и проверьте связь *шестерёнка – касса – проверкасвязи ФР* и фото",

    'ФР выбор usb': "*Шестерёнка – админ – настройки - ФР* нажмите на *Порт*, выберете *usb-nxp и куча цифр*, сохраните\
    дискета слева внизу и проверьте связь *шестерёнка – касса – проверкасвязи ФР* и фото",

    'ФР как подключено': "Скиньте фото портов как подключен сзади, потом заходим\
    *Шестерёнка – админ – настройки - ФР* фото, потом еще нажимает на *Порт* и тоже фото",

    "Godex": "Скиньте фото портов как подключен сзади, потом заходим\
    *Шестерёнка – админ – настройки - POS принтер – Godex* фото, потом еще нажимает на *Порт* и тоже фото",

    "Zonerich": "Скиньте фото портов как подключен сзади, потом заходим\
    *Шестерёнка – админ – настройки - POS принтер – Zonerich* фото, потом еще нажимает на *Порт* и тоже фото",

    "Роутер фото": "Фото роутера чтобы было видно индикацию и его портов как подключены сзади",

    'Ребут кипера': "шестеренка – админ – сервис – перезагрузить компьютер",

}


